errorCodes = {
	["1"] = "未知错误",
	["2"] = "客户端非法操作",
	["3"] = "网络有问题！",

	["49"] = "购买次数超上限！",
	["50"] = "钻石不足！",
	["51"] = "金币不足！",
	["52"] = "体力值不足！",
	["53"] = "体力值已满!",
	["54"] = "网络有问题！",
	["55"] = "网络有问题！",
	["56"] = "玩家不存在！",
	["57"] = "玩家已登陆！",
	["58"] = "网络有问题！",
	["59"] = "网络有问题！",
	["60"] = "技能已经满级",
	["61"] = "技能点不足",
	["62"] = "召唤等级已经满级",
	["63"] = "令咒不足",
	["64"] = "禁止装备",
	["65"] = "禁止合成",
	["66"] = "合成材料不足",
	["67"] = "禁止强化",
	["68"] = "强化材料不足",
	["69"] = "禁止融合",

	["70"] = "技能不存在！",
	["71"] = "禁止购买",
	["72"] = "商店未开放",

	["90"] = "副本未开放",
	["91"] = "副本次数已用完",
	["92"] = "副本数据不同步",
	["93"] = "扫荡全不足",
	["100"] = "邮件不存在",
    ["101"] = "当天签到已完成",
    ["102"] = "每日活动禁止领取",

    ["110"] = "别的错误！",
    ["111"] = "别的错误！",
    ["112"] = "别的错误！",
    ["113"] = "别的错误！",


	["999"] = "errorCode无对应内容！",

}



